<?php
get_header();
?>

	<main  class="main">

	<main class="main">

   <?php include('template-parts/breadcrumbs.php') ?>



      <section class="single-hero">
        <div class="container">
          <div class="single-hero__wrapper">
            <div class="row">
              <div class="order-2  order-md-1 col-md-6 col-lg-5 ">
                <div class=" single-hero__info --svg__hero-bg" data-aos="fade-right">
                  <div class="">
                    <h1 class="hero__title">
                      Курс «<?the_title()?>»
                    </h1>

                    <div class="hero__text">Программа курса «<? the_title() ?>» полностью соответствует
                      утвержденному профессиональному стандарту. При ее создании были учтены все квалификационные
                      требования к содержанию образования. Учебно-методический комплекс разработан на основе новейших
                      научных исследований и передового практического опыта.</div>

                    <button class="single-hero__btn btn" data-src="#popup" data-fancybox data-title="<?= 'Курс' . get_the_title() ?>">Узнать стоимость</button>


                  </div>
                </div>
              </div>
              <div class="order-1 order-md-2 col-md-6  col-lg-7 mb-3 mb-md-0" data-aos="fade-left">
                <div class="single-hero__right">
                  <img src="<?= get_template_directory_uri(  )?>/img/boy.png" alt="" />
                  <ul class="single-hero__list row d-none d-lg-flex">
                    <li class="single-hero__list-item col-sm-6 mb-3 ">
                      <div class="single-hero__list-icon">
                        <svg width="24" height="20" viewBox="0 0 24 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path fill-rule="evenodd" clip-rule="evenodd"
                            d="M11.6791 0L20.165 0.239929C21.6644 0.282323 22.9046 1.42059 23.0751 2.91089C23.4526 6.20977 23.4526 9.54093 23.0751 12.8398C22.9046 14.3301 21.6644 15.4684 20.165 15.5108L13.7208 15.693V18.0837H17.5125C17.9957 18.0837 18.3875 18.4754 18.3875 18.9587C18.3875 19.4419 17.9957 19.8337 17.5125 19.8337H5.8458C5.36255 19.8337 4.9708 19.4419 4.9708 18.9587C4.9708 18.4754 5.36255 18.0837 5.8458 18.0837H9.63746V15.693L3.19321 15.5108C1.69379 15.4684 0.4536 14.3301 0.283085 12.8398C-0.0943617 9.54093 -0.0943616 6.20977 0.283085 2.91088C0.4536 1.42059 1.69379 0.282323 3.19321 0.239929L11.6791 0ZM11.6791 1.7507L3.24267 1.98923C2.61359 2.00702 2.09328 2.48457 2.02174 3.10982C1.65942 6.27651 1.65942 9.47419 2.02174 12.6409C2.09328 13.2661 2.61359 13.7437 3.24267 13.7615L11.6791 14L20.1156 13.7615C20.7446 13.7437 21.2649 13.2661 21.3365 12.6409C21.6988 9.47419 21.6988 6.27651 21.3365 3.10982C21.2649 2.48457 20.7446 2.00702 20.1156 1.98923L11.6791 1.7507Z"
                            fill="white" />
                        </svg>

                      </div>
                      <div class="single-hero__list-title">Форма обучения</div>
                      <div class="single-hero__list-text">Заочная с использованием дистанционных образовательных
                        технологий</div>
                    </li>
                    <li class="single-hero__list-item col-sm-6 mb-3  ">
                      <div class="single-hero__list-icon">
                        <svg width="19" height="24" viewBox="0 0 19 24" fill="none" xmlns="http://www.w3.org/2000/svg">
													<path fill-rule="evenodd" clip-rule="evenodd" d="M13.3001 2.34839L14.249 2.46657C16.4393 2.73934 18.0833 4.60086 18.0833 6.80802V19.0457C18.0833 21.1887 16.487 22.9962 14.3604 23.261C10.8282 23.7009 7.25511 23.7009 3.72292 23.261C1.5963 22.9962 0 21.1887 0 19.0457V6.80802C0 4.60086 1.64406 2.73934 3.83431 2.46657L4.78322 2.34839C5.1591 0.994065 6.40096 0 7.875 0H10.2083C11.6824 0 12.9242 0.994065 13.3001 2.34839ZM4.66667 4.12642L4.05058 4.20315C2.73644 4.36682 1.75 5.48372 1.75 6.80802V19.0457C1.75 20.3059 2.68868 21.3687 3.9392 21.5244C7.32775 21.9465 10.7556 21.9465 14.1441 21.5244C15.3947 21.3687 16.3333 20.3059 16.3333 19.0457V6.80802C16.3333 5.48373 15.3469 4.36682 14.0328 4.20315L13.4167 4.12642V5.54167C13.4167 6.02492 13.0249 6.41667 12.5417 6.41667H5.54167C5.05842 6.41667 4.66667 6.02492 4.66667 5.54167V4.12642ZM6.41667 3.20833C6.41667 2.40292 7.06959 1.75 7.875 1.75H10.2083C11.0137 1.75 11.6667 2.40292 11.6667 3.20833V4.66667H6.41667V3.20833Z" fill="white"/>
													<path d="M13.4167 11.0833C13.4167 10.6001 13.0249 10.2083 12.5417 10.2083H5.54167C5.05842 10.2083 4.66667 10.6001 4.66667 11.0833C4.66667 11.5666 5.05842 11.9583 5.54167 11.9583H12.5417C13.0249 11.9583 13.4167 11.5666 13.4167 11.0833Z" fill="white"/>
													<path d="M12.25 14.5833C12.25 14.1001 11.8582 13.7083 11.375 13.7083H5.54167C5.05842 13.7083 4.66667 14.1001 4.66667 14.5833C4.66667 15.0666 5.05842 15.4583 5.54167 15.4583H11.375C11.8582 15.4583 12.25 15.0666 12.25 14.5833Z" fill="white"/>
													</svg>


                      </div>
                      <div class="single-hero__list-title">Тип выдаваемого документа</div>
                      <div class="single-hero__list-text">Удостоверение о повышении квалификации и сертификат специалиста</div>
                    </li>
                    <li class="single-hero__list-item col-sm-6 mb-3  ">
                      <div class="single-hero__list-icon">
                        <svg width="19" height="20" viewBox="0 0 19 20" fill="none" xmlns="http://www.w3.org/2000/svg">
													<path fill-rule="evenodd" clip-rule="evenodd" d="M4.08333 4.95833C4.08333 2.21992 6.30326 0 9.04167 0C11.7801 0 14 2.21992 14 4.95833C14 7.69674 11.7801 9.91667 9.04167 9.91667C6.30326 9.91667 4.08333 7.69674 4.08333 4.95833ZM9.04167 1.75C7.26975 1.75 5.83333 3.18642 5.83333 4.95833C5.83333 6.73025 7.26975 8.16667 9.04167 8.16667C10.8136 8.16667 12.25 6.73025 12.25 4.95833C12.25 3.18642 10.8136 1.75 9.04167 1.75Z" fill="white"/>
													<path fill-rule="evenodd" clip-rule="evenodd" d="M4.375 13.4167C2.92525 13.4167 1.75 14.5919 1.75 16.0417V17.428C1.75 17.4491 1.7653 17.4671 1.78613 17.4705C6.59135 18.255 11.492 18.255 16.2972 17.4705C16.318 17.4671 16.3333 17.4491 16.3333 17.428V16.0417C16.3333 14.5919 15.1581 13.4167 13.7083 13.4167H13.3107C13.2799 13.4167 13.2493 13.4215 13.2201 13.4311L12.2104 13.7608C10.1514 14.4331 7.93195 14.4331 5.87298 13.7608L4.86321 13.4311C4.83398 13.4215 4.80343 13.4167 4.77268 13.4167H4.375ZM0 16.0417C0 13.6254 1.95875 11.6667 4.375 11.6667H4.77268C4.98792 11.6667 5.20181 11.7007 5.40642 11.7675L6.41618 12.0972C8.12218 12.6543 9.96115 12.6543 11.6671 12.0972L12.6769 11.7675C12.8815 11.7007 13.0954 11.6667 13.3107 11.6667H13.7083C16.1246 11.6667 18.0833 13.6254 18.0833 16.0417V17.428C18.0833 18.3068 17.4465 19.056 16.5792 19.1976C11.5872 20.0127 6.49612 20.0127 1.50415 19.1976C0.636864 19.056 0 18.3068 0 17.428V16.0417Z" fill="white"/>
													</svg>


                      </div>
                      <div class="single-hero__list-title">Занимаемые должности</div>
                      <div class="single-hero__list-text"><? the_field('job_title') ?></div>
                    </li>
                    <li class="single-hero__list-item col-sm-6 mb-3  ">
                      <div class="single-hero__list-icon">
                        <svg width="21" height="21" viewBox="0 0 21 21" fill="none" xmlns="http://www.w3.org/2000/svg">
													<path d="M11.0833 4.375C11.0833 3.89175 10.6916 3.5 10.2083 3.5C9.72508 3.5 9.33333 3.89175 9.33333 4.375V10.2083C9.33333 10.51 9.48875 10.7904 9.74458 10.9503L13.2446 13.1378C13.6544 13.394 14.1942 13.2694 14.4503 12.8596C14.7065 12.4498 14.5819 11.91 14.1721 11.6538L11.0833 9.72337V4.375Z" fill="white"/>
													<path fill-rule="evenodd" clip-rule="evenodd" d="M10.2083 0C4.57043 0 0 4.57043 0 10.2083C0 15.8462 4.57043 20.4167 10.2083 20.4167C15.8462 20.4167 20.4167 15.8462 20.4167 10.2083C20.4167 4.57043 15.8462 0 10.2083 0ZM1.75 10.2083C1.75 5.53692 5.53692 1.75 10.2083 1.75C14.8797 1.75 18.6667 5.53692 18.6667 10.2083C18.6667 14.8797 14.8797 18.6667 10.2083 18.6667C5.53692 18.6667 1.75 14.8797 1.75 10.2083Z" fill="white"/>
													</svg>


                      </div>
                      <div class="single-hero__list-title">Время обучения</div>
                      <div class="single-hero__list-text"><?= get_field('study_time').' часа ' ?> </div>
                    </li>
                    <li class="single-hero__list-item col-sm-6 mb-3  ">
                      <div class="single-hero__list-icon">
                        <svg width="26" height="22" viewBox="0 0 26 22" fill="none" xmlns="http://www.w3.org/2000/svg">
												<path fill-rule="evenodd" clip-rule="evenodd" d="M12.0885 0.0606995C12.3726 -0.0201443 12.6722 -0.0202184 12.9562 0.0603892C13.56 0.231735 14.1694 0.390662 14.7808 0.550118C17.6517 1.29889 20.5675 2.05935 23.1616 4.17221L24.3561 5.14519C24.8407 5.53986 25.0831 6.12405 25.0833 6.70833V14.875C25.0833 15.3582 24.6916 15.75 24.2083 15.75C23.7251 15.75 23.3333 15.3582 23.3333 14.875V9.10779L23.1433 9.2629C22.2444 9.9964 21.3066 10.566 20.3453 11.0283C20.3912 11.1346 20.4167 11.2518 20.4167 11.375V16.3846C20.4167 17.7067 19.6056 18.8935 18.3737 19.3738L13.707 21.1931C12.9576 21.4853 12.1257 21.4853 11.3763 21.1931L6.70962 19.3738C5.47776 18.8935 4.66667 17.7067 4.66667 16.3846V11.375C4.66667 11.2487 4.69341 11.1287 4.74155 11.0203C3.7728 10.5552 2.82768 9.9823 1.92178 9.24446L0.727186 8.27147C-0.241916 7.48215 -0.242425 5.93475 0.725837 5.14462L1.94008 4.15376C4.51543 2.05221 7.41058 1.29629 10.2603 0.552241C10.873 0.392266 11.4836 0.232835 12.0885 0.0606995ZM23.3333 6.70903C23.3333 6.60392 23.2908 6.53452 23.251 6.50207L22.0564 5.52908C19.5417 3.79167 17.3009 3.02539 14.4549 2.27752C13.8291 2.11307 13.1856 1.94397 12.523 1.75652C11.8574 1.94532 11.2115 2.11524 10.5837 2.28042C7.76043 3.02316 5.30043 3.67034 3.0465 5.50962L1.83225 6.50047C1.79237 6.53302 1.74996 6.60253 1.75 6.70764C1.75004 6.81274 1.7925 6.88214 1.83235 6.91459L3.02695 7.88758C5.29999 9.73895 7.78243 10.3913 10.6285 11.1391C11.2543 11.3036 11.8977 11.4727 12.5604 11.6601C13.2259 11.4714 13.8717 11.3015 14.4995 11.1363C17.3228 10.3935 19.7829 9.74632 22.0368 7.90705L23.2511 6.91619C23.2909 6.88367 23.3333 6.81396 23.3333 6.70903ZM14.8231 12.8644C16.1062 12.5294 17.3985 12.192 18.6667 11.7304V16.3846C18.6667 16.9856 18.298 17.525 17.7381 17.7433L13.0714 19.5627C12.7307 19.6955 12.3526 19.6955 12.012 19.5627L7.34528 17.7433C6.78535 17.525 6.41667 16.9856 6.41667 16.3846V11.7205C7.69857 12.1874 9.00514 12.5282 10.3026 12.8665C10.914 13.026 11.5233 13.1849 12.1271 13.3563C12.4112 13.4369 12.7108 13.4368 12.9949 13.356C13.5997 13.1838 14.2104 13.0244 14.8231 12.8644Z" fill="white"/>
												</svg>


                      </div>
                      <div class="single-hero__list-title">Уровень образование</div>
                      <div class="single-hero__list-text">Среднее профессиональное образование</div>
                    </li>
                    <li class="single-hero__list-item col-sm-6 mb-3  ">
                      <div class="single-hero__list-icon">
                        <svg width="21" height="21" viewBox="0 0 21 21" fill="none" xmlns="http://www.w3.org/2000/svg">
												<path fill-rule="evenodd" clip-rule="evenodd" d="M4.62031 0C5.10356 0 5.49531 0.391751 5.49531 0.875V2.82057C8.79433 2.52677 12.113 2.52677 15.412 2.82057V0.875C15.412 0.391751 15.8037 0 16.287 0C16.7702 0 17.162 0.391751 17.162 0.875V2.99417C18.9039 3.24047 20.28 4.61821 20.5129 6.37564L20.6139 7.13742C21.0386 10.3415 21.0019 13.5899 20.505 16.7835C20.2588 18.3655 18.9735 19.5807 17.3802 19.7378L15.9883 19.8751C12.3074 20.2381 8.59978 20.2381 4.91889 19.8751L3.52705 19.7378C1.93369 19.5807 0.648419 18.3656 0.402241 16.7835C-0.0947106 13.5899 -0.131391 10.3415 0.293317 7.13742L0.394293 6.37564C0.62725 4.61819 2.00339 3.24043 3.74531 2.99416V0.875C3.74531 0.391751 4.13706 0 4.62031 0ZM5.13967 4.61161C8.67372 4.26309 12.2335 4.26309 15.7675 4.61161L16.8239 4.71578C17.8351 4.8155 18.6446 5.5983 18.7781 6.6056L18.8791 7.36738C18.9144 7.63351 18.9463 7.89996 18.9748 8.16667H1.93238C1.96095 7.89996 1.99287 7.63351 2.02814 7.36738L2.12912 6.6056C2.26264 5.5983 3.0721 4.8155 4.08331 4.71578L5.13967 4.61161ZM1.79328 9.91667C1.67874 12.1194 1.79159 14.3304 2.13143 16.5144C2.25491 17.308 2.89959 17.9175 3.6988 17.9963L5.09064 18.1335C8.6573 18.4853 12.2499 18.4853 15.8166 18.1335L17.2084 17.9963C18.0076 17.9175 18.6523 17.308 18.7758 16.5144C19.1156 14.3304 19.2285 12.1194 19.1139 9.91667H1.79328Z" fill="white"/>
												</svg>


                      </div>
                      <div class="single-hero__list-title">Специальность</div>
                       <?php $cur_terms =  get_the_terms( get_the_ID(), 'speciality' ); ?>
                      <div class="single-hero__list-text">
                        <?php
                        if( is_array( $cur_terms ) ){
                         
                            echo  $cur_terms[1]->name;
                         
                        } ?></div>
                    </li>
                  </ul>
                </div>
              </div>
            </div>
              <ul class="single-hero__list row d-flex d-lg-none">
                    <li class="single-hero__list-item col-sm-6 mb-3 ">
                      <div class="single-hero__list-icon">
                        <svg width="24" height="20" viewBox="0 0 24 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path fill-rule="evenodd" clip-rule="evenodd"
                            d="M11.6791 0L20.165 0.239929C21.6644 0.282323 22.9046 1.42059 23.0751 2.91089C23.4526 6.20977 23.4526 9.54093 23.0751 12.8398C22.9046 14.3301 21.6644 15.4684 20.165 15.5108L13.7208 15.693V18.0837H17.5125C17.9957 18.0837 18.3875 18.4754 18.3875 18.9587C18.3875 19.4419 17.9957 19.8337 17.5125 19.8337H5.8458C5.36255 19.8337 4.9708 19.4419 4.9708 18.9587C4.9708 18.4754 5.36255 18.0837 5.8458 18.0837H9.63746V15.693L3.19321 15.5108C1.69379 15.4684 0.4536 14.3301 0.283085 12.8398C-0.0943617 9.54093 -0.0943616 6.20977 0.283085 2.91088C0.4536 1.42059 1.69379 0.282323 3.19321 0.239929L11.6791 0ZM11.6791 1.7507L3.24267 1.98923C2.61359 2.00702 2.09328 2.48457 2.02174 3.10982C1.65942 6.27651 1.65942 9.47419 2.02174 12.6409C2.09328 13.2661 2.61359 13.7437 3.24267 13.7615L11.6791 14L20.1156 13.7615C20.7446 13.7437 21.2649 13.2661 21.3365 12.6409C21.6988 9.47419 21.6988 6.27651 21.3365 3.10982C21.2649 2.48457 20.7446 2.00702 20.1156 1.98923L11.6791 1.7507Z"
                            fill="white" />
                        </svg>

                      </div>
                      <div class="single-hero__list-title">Форма обучения</div>
                      <div class="single-hero__list-text">Заочная с использованием дистанционных образовательных
                        технологий</div>
                    </li>
                    <li class="single-hero__list-item col-sm-6 mb-3  ">
                      <div class="single-hero__list-icon">
                        <svg width="19" height="24" viewBox="0 0 19 24" fill="none" xmlns="http://www.w3.org/2000/svg">
													<path fill-rule="evenodd" clip-rule="evenodd" d="M13.3001 2.34839L14.249 2.46657C16.4393 2.73934 18.0833 4.60086 18.0833 6.80802V19.0457C18.0833 21.1887 16.487 22.9962 14.3604 23.261C10.8282 23.7009 7.25511 23.7009 3.72292 23.261C1.5963 22.9962 0 21.1887 0 19.0457V6.80802C0 4.60086 1.64406 2.73934 3.83431 2.46657L4.78322 2.34839C5.1591 0.994065 6.40096 0 7.875 0H10.2083C11.6824 0 12.9242 0.994065 13.3001 2.34839ZM4.66667 4.12642L4.05058 4.20315C2.73644 4.36682 1.75 5.48372 1.75 6.80802V19.0457C1.75 20.3059 2.68868 21.3687 3.9392 21.5244C7.32775 21.9465 10.7556 21.9465 14.1441 21.5244C15.3947 21.3687 16.3333 20.3059 16.3333 19.0457V6.80802C16.3333 5.48373 15.3469 4.36682 14.0328 4.20315L13.4167 4.12642V5.54167C13.4167 6.02492 13.0249 6.41667 12.5417 6.41667H5.54167C5.05842 6.41667 4.66667 6.02492 4.66667 5.54167V4.12642ZM6.41667 3.20833C6.41667 2.40292 7.06959 1.75 7.875 1.75H10.2083C11.0137 1.75 11.6667 2.40292 11.6667 3.20833V4.66667H6.41667V3.20833Z" fill="white"/>
													<path d="M13.4167 11.0833C13.4167 10.6001 13.0249 10.2083 12.5417 10.2083H5.54167C5.05842 10.2083 4.66667 10.6001 4.66667 11.0833C4.66667 11.5666 5.05842 11.9583 5.54167 11.9583H12.5417C13.0249 11.9583 13.4167 11.5666 13.4167 11.0833Z" fill="white"/>
													<path d="M12.25 14.5833C12.25 14.1001 11.8582 13.7083 11.375 13.7083H5.54167C5.05842 13.7083 4.66667 14.1001 4.66667 14.5833C4.66667 15.0666 5.05842 15.4583 5.54167 15.4583H11.375C11.8582 15.4583 12.25 15.0666 12.25 14.5833Z" fill="white"/>
													</svg>


                      </div>
                      <div class="single-hero__list-title">Тип выдаваемого документа</div>
                      <div class="single-hero__list-text">Удостоверение о повышении квалификации и сертификат специалиста</div>
                    </li>
                    <li class="single-hero__list-item col-sm-6 mb-3  ">
                      <div class="single-hero__list-icon">
                        <svg width="19" height="20" viewBox="0 0 19 20" fill="none" xmlns="http://www.w3.org/2000/svg">
													<path fill-rule="evenodd" clip-rule="evenodd" d="M4.08333 4.95833C4.08333 2.21992 6.30326 0 9.04167 0C11.7801 0 14 2.21992 14 4.95833C14 7.69674 11.7801 9.91667 9.04167 9.91667C6.30326 9.91667 4.08333 7.69674 4.08333 4.95833ZM9.04167 1.75C7.26975 1.75 5.83333 3.18642 5.83333 4.95833C5.83333 6.73025 7.26975 8.16667 9.04167 8.16667C10.8136 8.16667 12.25 6.73025 12.25 4.95833C12.25 3.18642 10.8136 1.75 9.04167 1.75Z" fill="white"/>
													<path fill-rule="evenodd" clip-rule="evenodd" d="M4.375 13.4167C2.92525 13.4167 1.75 14.5919 1.75 16.0417V17.428C1.75 17.4491 1.7653 17.4671 1.78613 17.4705C6.59135 18.255 11.492 18.255 16.2972 17.4705C16.318 17.4671 16.3333 17.4491 16.3333 17.428V16.0417C16.3333 14.5919 15.1581 13.4167 13.7083 13.4167H13.3107C13.2799 13.4167 13.2493 13.4215 13.2201 13.4311L12.2104 13.7608C10.1514 14.4331 7.93195 14.4331 5.87298 13.7608L4.86321 13.4311C4.83398 13.4215 4.80343 13.4167 4.77268 13.4167H4.375ZM0 16.0417C0 13.6254 1.95875 11.6667 4.375 11.6667H4.77268C4.98792 11.6667 5.20181 11.7007 5.40642 11.7675L6.41618 12.0972C8.12218 12.6543 9.96115 12.6543 11.6671 12.0972L12.6769 11.7675C12.8815 11.7007 13.0954 11.6667 13.3107 11.6667H13.7083C16.1246 11.6667 18.0833 13.6254 18.0833 16.0417V17.428C18.0833 18.3068 17.4465 19.056 16.5792 19.1976C11.5872 20.0127 6.49612 20.0127 1.50415 19.1976C0.636864 19.056 0 18.3068 0 17.428V16.0417Z" fill="white"/>
													</svg>


                      </div>
                      <div class="single-hero__list-title">Занимаемые должности</div>
                      <div class="single-hero__list-text"><? the_field('job_title') ?></div>
                    </li>
                    <li class="single-hero__list-item col-sm-6 mb-3  ">
                      <div class="single-hero__list-icon">
                        <svg width="21" height="21" viewBox="0 0 21 21" fill="none" xmlns="http://www.w3.org/2000/svg">
													<path d="M11.0833 4.375C11.0833 3.89175 10.6916 3.5 10.2083 3.5C9.72508 3.5 9.33333 3.89175 9.33333 4.375V10.2083C9.33333 10.51 9.48875 10.7904 9.74458 10.9503L13.2446 13.1378C13.6544 13.394 14.1942 13.2694 14.4503 12.8596C14.7065 12.4498 14.5819 11.91 14.1721 11.6538L11.0833 9.72337V4.375Z" fill="white"/>
													<path fill-rule="evenodd" clip-rule="evenodd" d="M10.2083 0C4.57043 0 0 4.57043 0 10.2083C0 15.8462 4.57043 20.4167 10.2083 20.4167C15.8462 20.4167 20.4167 15.8462 20.4167 10.2083C20.4167 4.57043 15.8462 0 10.2083 0ZM1.75 10.2083C1.75 5.53692 5.53692 1.75 10.2083 1.75C14.8797 1.75 18.6667 5.53692 18.6667 10.2083C18.6667 14.8797 14.8797 18.6667 10.2083 18.6667C5.53692 18.6667 1.75 14.8797 1.75 10.2083Z" fill="white"/>
													</svg>


                      </div>
                      <div class="single-hero__list-title">Время обучения</div>
                      <div class="single-hero__list-text"><?= get_field('study_time').' часа ' ?></div>
                    </li>
                    <li class="single-hero__list-item col-sm-6 mb-3  ">
                      <div class="single-hero__list-icon">
                        <svg width="26" height="22" viewBox="0 0 26 22" fill="none" xmlns="http://www.w3.org/2000/svg">
												<path fill-rule="evenodd" clip-rule="evenodd" d="M12.0885 0.0606995C12.3726 -0.0201443 12.6722 -0.0202184 12.9562 0.0603892C13.56 0.231735 14.1694 0.390662 14.7808 0.550118C17.6517 1.29889 20.5675 2.05935 23.1616 4.17221L24.3561 5.14519C24.8407 5.53986 25.0831 6.12405 25.0833 6.70833V14.875C25.0833 15.3582 24.6916 15.75 24.2083 15.75C23.7251 15.75 23.3333 15.3582 23.3333 14.875V9.10779L23.1433 9.2629C22.2444 9.9964 21.3066 10.566 20.3453 11.0283C20.3912 11.1346 20.4167 11.2518 20.4167 11.375V16.3846C20.4167 17.7067 19.6056 18.8935 18.3737 19.3738L13.707 21.1931C12.9576 21.4853 12.1257 21.4853 11.3763 21.1931L6.70962 19.3738C5.47776 18.8935 4.66667 17.7067 4.66667 16.3846V11.375C4.66667 11.2487 4.69341 11.1287 4.74155 11.0203C3.7728 10.5552 2.82768 9.9823 1.92178 9.24446L0.727186 8.27147C-0.241916 7.48215 -0.242425 5.93475 0.725837 5.14462L1.94008 4.15376C4.51543 2.05221 7.41058 1.29629 10.2603 0.552241C10.873 0.392266 11.4836 0.232835 12.0885 0.0606995ZM23.3333 6.70903C23.3333 6.60392 23.2908 6.53452 23.251 6.50207L22.0564 5.52908C19.5417 3.79167 17.3009 3.02539 14.4549 2.27752C13.8291 2.11307 13.1856 1.94397 12.523 1.75652C11.8574 1.94532 11.2115 2.11524 10.5837 2.28042C7.76043 3.02316 5.30043 3.67034 3.0465 5.50962L1.83225 6.50047C1.79237 6.53302 1.74996 6.60253 1.75 6.70764C1.75004 6.81274 1.7925 6.88214 1.83235 6.91459L3.02695 7.88758C5.29999 9.73895 7.78243 10.3913 10.6285 11.1391C11.2543 11.3036 11.8977 11.4727 12.5604 11.6601C13.2259 11.4714 13.8717 11.3015 14.4995 11.1363C17.3228 10.3935 19.7829 9.74632 22.0368 7.90705L23.2511 6.91619C23.2909 6.88367 23.3333 6.81396 23.3333 6.70903ZM14.8231 12.8644C16.1062 12.5294 17.3985 12.192 18.6667 11.7304V16.3846C18.6667 16.9856 18.298 17.525 17.7381 17.7433L13.0714 19.5627C12.7307 19.6955 12.3526 19.6955 12.012 19.5627L7.34528 17.7433C6.78535 17.525 6.41667 16.9856 6.41667 16.3846V11.7205C7.69857 12.1874 9.00514 12.5282 10.3026 12.8665C10.914 13.026 11.5233 13.1849 12.1271 13.3563C12.4112 13.4369 12.7108 13.4368 12.9949 13.356C13.5997 13.1838 14.2104 13.0244 14.8231 12.8644Z" fill="white"/>
												</svg>


                      </div>
                      <div class="single-hero__list-title">Уровень образование</div>
                      <div class="single-hero__list-text">Среднее профессиональное образование</div>
                    </li>
                    <li class="single-hero__list-item col-sm-6 mb-3  ">
                      <div class="single-hero__list-icon">
                        <svg width="21" height="21" viewBox="0 0 21 21" fill="none" xmlns="http://www.w3.org/2000/svg">
												<path fill-rule="evenodd" clip-rule="evenodd" d="M4.62031 0C5.10356 0 5.49531 0.391751 5.49531 0.875V2.82057C8.79433 2.52677 12.113 2.52677 15.412 2.82057V0.875C15.412 0.391751 15.8037 0 16.287 0C16.7702 0 17.162 0.391751 17.162 0.875V2.99417C18.9039 3.24047 20.28 4.61821 20.5129 6.37564L20.6139 7.13742C21.0386 10.3415 21.0019 13.5899 20.505 16.7835C20.2588 18.3655 18.9735 19.5807 17.3802 19.7378L15.9883 19.8751C12.3074 20.2381 8.59978 20.2381 4.91889 19.8751L3.52705 19.7378C1.93369 19.5807 0.648419 18.3656 0.402241 16.7835C-0.0947106 13.5899 -0.131391 10.3415 0.293317 7.13742L0.394293 6.37564C0.62725 4.61819 2.00339 3.24043 3.74531 2.99416V0.875C3.74531 0.391751 4.13706 0 4.62031 0ZM5.13967 4.61161C8.67372 4.26309 12.2335 4.26309 15.7675 4.61161L16.8239 4.71578C17.8351 4.8155 18.6446 5.5983 18.7781 6.6056L18.8791 7.36738C18.9144 7.63351 18.9463 7.89996 18.9748 8.16667H1.93238C1.96095 7.89996 1.99287 7.63351 2.02814 7.36738L2.12912 6.6056C2.26264 5.5983 3.0721 4.8155 4.08331 4.71578L5.13967 4.61161ZM1.79328 9.91667C1.67874 12.1194 1.79159 14.3304 2.13143 16.5144C2.25491 17.308 2.89959 17.9175 3.6988 17.9963L5.09064 18.1335C8.6573 18.4853 12.2499 18.4853 15.8166 18.1335L17.2084 17.9963C18.0076 17.9175 18.6523 17.308 18.7758 16.5144C19.1156 14.3304 19.2285 12.1194 19.1139 9.91667H1.79328Z" fill="white"/>
												</svg>


                      </div>
                      <div class="single-hero__list-title">Специальность</div>
                     
                      <div class="single-hero__list-text">
                        <?php
                        if( is_array( $cur_terms ) ){
                          
                            echo  $cur_terms[1]->name;
                          
                        } ?>
                      
                      </div>
                    </li>
                  </ul>
          </div>
        </div>
      </section>

      <section class="single-tab">
        <div class="container">
          <div class="single-tab-nav">
            <div class="row">
              <div class="col-md-4 mb-2 mb-md-0">
                <button class="single-tab-nav__item" data-index="0">Описание курса</button>
              </div>
              <div class="col-md-4 mb-2 mb-md-0">
                <button class="single-tab-nav__item" data-index="1">Получаемые документы</button>
              </div>
              <div class="col-md-4 mb-2 mb-md-0">
                <button class="single-tab-nav__item" data-index="2">Условия поступления</button>
              </div>
            </div>
          </div>
          <div class="single-tab-body">
            <div class="single-tab-content ">
              <div class="content">
                <div class="row">
                  <div class="col-md-5">
                    <h2>Описание курса «<? the_title() ?>»</h2>
                  </div>
                  <div class="col-md-7">
                    <p>Программа курса «<? the_title() ?>» полностью соответствует утвержденному
                      профессиональному стандарту. При ее создании были учтены все квалификационные требования к
                      содержанию образования. Учебно-методический комплекс разработан на основе новейших научных
                      исследований и передового практического опыта.</p>

                    <p>
                      Образовательный курс позволит вам закрепить и углубить имеющиеся знания, умения и навыки в нужной
                      области. Вы получите только самые свежие и полезные сведения из актуальных источников, сформируете
                      четкое представления о современных проблемах и вопросах вашей отрасли знаний и значительно
                      расширите
                      спектр своих профессиональных компетенций.
                      Онлайн-формат обучения с дистанционным доступом из любой точки России позволит вам повышать
                      квалификацию, продолжая рабочую деятельность. Часы и дни учебы вы выбираете самостоятельно, исходя
                      из вашего графика и образа жизни.
                    </p>
                    <p>

                      В Личном кабинете на обучающей онлайн-платформе вас будут ждать все необходимые методические и
                      учебные материалы в электронной форме. Нормативно-правовую базу для осуществления профессиональной
                      деятельности согласно последним изменениям в законодательстве вы найдете там же.
                      По завершении курса вы получите удостоверение о повышении квалификации установленного образца,
                      который мы направим в любую точку России.
                      Чтобы пройти курс Тематического усовершенствования «<? the_title() ?>» или получить
                      информацию по другим курсам, звоните по номеру <a href="tel:+74950211200">+7 (495) 021-12-00</a>
                      Вы можете оставить заявку на сайте, и в ближайшее время мы свяжемся с вами!
                    </p>
                    <button class="btn btn--colored  single-tab-content__btn" data-src="#popup" data-fancybox data-title="<?= 'Курс' . get_the_title() ?>">Записаться
                      на курс</button>
                  </div>
                </div>
              </div>
            </div>
            <div class="single-tab-content single-tab-content--docs">
              <h2 class="section-title">Получаемые документы</h2>
               <?php 
								$docs_gallery = get_field('doc_gallery', 'options');
								if( $docs_gallery ): ?>
									<div class=" row" data-aos="zoom-in">
										<?php foreach( $docs_gallery as $image ): ?>
											
											<a href="<?php echo esc_url($image['url']); ?>" class="certificates-item mb-4  mb-md-0 col-md-4 col-6" data-fancybox="gallery">
													<img src="<?php echo esc_url($image['sizes']['medium']); ?>" alt="<?php echo esc_attr($image['alt']); ?>" />
											</a>
													
										<?php endforeach; ?>
									</div>
								<?php endif; ?>
              <button class="btn btn--colored  single-tab-content__btn" data-src="#popup" 
							data-fancybox 
							data-title="<?= 'Курс' . get_the_title() ?>">Записаться
                на курс</button>

              <h2 class="section-title">У нас уже обучаются</h2>
              <?php 
        $images = get_field('student_gallery','options');
        if( $images ): ?>
            <div class="students-slider">
                <?php foreach( $images as $image ): ?>
                    
                  <div class="students-slider__item">
                  <img src="<?php echo esc_url($image['url']); ?>" alt="<?php echo esc_attr($image['alt']); ?>" />
                    <p><?php echo esc_attr($image['alt']); ?></p>
                  </div>
                        
                <?php endforeach; ?>
                </div>
        <?php endif; ?>

            </div>
            <div class="single-tab-content single-tab-content--cond ">
              <div class="content">
                <h2>Условия поступления</h2>
                <p>Обучение по направлению «Акушерство и гинекология» дает возможность получить удостоверение о
                  повышении
                  квалификации. Также для отдельных направлений и специальностей предусмотрена выдача дополнительных
                  документов, если их требуют ведомственные нормативно-правовые акты: сертификаты, книжки и т.д.</p>

                <p style="font-weight:500; font-size: 24px">Для того чтобы стать студентом Университета, необходимо
                  соответствовать нескольким требованиям и выполнить простые действия:</p>
                <div class="num-list-item">
                  <div class="num-list-item__num">01</div>
                  <div class="num-list-item__content ">

                    <p>Мы работаем по всей России, пройти курс может любой желающий, дистанционно!</p>
                  </div>
                </div>
                <div class="num-list-item">
                  <div class="num-list-item__num">02</div>
                  <div class="num-list-item__content ">

                    <p>Подать заявку на обучение по программе «Акушерство и гинекология» в электронном формате: <br>
                      - по электронной почте; <br>
                      - по форме обратной связи на сайте; <br>
                      - или позвонить по телефону.</p>
                  </div>
                </div>
                <div class="num-list-item">
                  <div class="num-list-item__num">03</div>
                  <div class="num-list-item__content ">

                    <p>Предоставить документы, подтверждающие личность и имеющийся уровень образования.</p>
                  </div>
                </div>
              </div>
              <button class="btn btn--colored  single-tab-content__btn" data-src="#popup" data-fancybox data-title="<?= 'Курс' . get_the_title() ?>">Записаться
                на курс</button>
              <h2 class="section-title">У нас уже обучаются</h2>
             <?php 
							$images = get_field('student_gallery','options');
							if( $images ): ?>
								<div class="students-slider">
									<?php foreach( $images as $image ): ?>
											
										<div class="students-slider__item">
										<img src="<?php echo esc_url($image['url']); ?>" alt="<?php echo esc_attr($image['alt']); ?>" />
											<p><?php echo esc_attr($image['alt']); ?></p>
										</div>
													
									<?php endforeach; ?>
									</div>
							<?php endif; ?>
            </div>
          </div>
        </div>
      </section>

  <?php include('template-parts/form-section.php') ?>


    </main>
	</main>
	

<?php

get_footer();
